---
kind: enumMember
id: F:Autodesk.Revit.DB.ColorDepthType.Color
enum: Autodesk.Revit.DB.ColorDepthType
zh: 着色、上色、染色、填色
source: html/68f2abd4-0f9c-01c0-47da-e228518f7d37.htm
---
# Autodesk.Revit.DB.ColorDepthType.Color

**中文**: 着色、上色、染色、填色

The type of Color Depth is Color.